[
    {
        "duaIsim" : "Zenginlik duası",
        "duaAciklama" : "Bu duanın okunduğu evlerde ve iş yerlerinde bereket daim olur ve inşallah insanlar büyük bir zenginliğe kavuşur.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "Kale rabbığfir lı veheb li mülkel la yembeğıy li ehadim mim ba’di inneke entel Vehhab. (Amin)"
    },

    {
        "duaIsim" : "Hz Muhammed’in dilinden şifa duası",
        "duaAciklama" : "Hem hasta olan kişiler hem de hasta yakınları tarafından okunan bu şifa duası aynı zamanda hastalıkların verdiği ağrıların hafiflemesine de vesile olmaktadır.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "Ezhibil bese rabben nasi eşfi ve enteş şafi la şifae illa şifauke şifaen la yugadiru sekame. (Amin)"
    },

    {
        "duaIsim" : "En büyük günahların affına vesile olan tövbe duası",
        "duaAciklama" : "Bu duayı gusül abdesti aldıktan sonra okuyan kişilerin inşallah daha önce işledikleri günahlar affolunur.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "Estagfîrullahel’azîm ellezî lâ ilâhe illâ huv el-hayyel-kayyûme ve etebü ileyh (Amin)"
    },



    {
        "duaIsim" : "Ruhsal sıkıntılardan kurtulma duası",
        "duaAciklama" : "Her sabah ve her akşam üçer defa okunacak bu dua ile kişinin ruhsal esenliğe kavuşacağı ifade edilmektedir.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "Ellezîne kâle lehumun nâsu innen nâse kad cemeû lekum fahşevhum fe zâdehum îmânâ(îmânen), ve kâlû hasbunâllâhu ve ni’mel vekîl. (Amin)"
    },


    {
        "duaIsim" : "Uyku problemlerini gideren mucizevi dua",
        "duaAciklama" : "Bu duayı okuyan kişiler uykuya daha rahat dalar ve uykudayken rahatsız edici rüyalar görmez.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "Allahumme ğarati’n-nücûmü ve hedeetil uyûnu, ve ente Hayyün Kayyûmün lâ-te’hüzüke sinetün ve lâ nevmün, yâ Hayyü yâ Kayyûmü ehdi leyli ve enim ayni. (Amin)"
    },

    {
        "duaIsim" : "Dilek duası",
        "duaAciklama" : "Haşr suresinin son üç ayeti olan bu dua ta asrı saadet döneminden beri okunmaktadır. Bu ayetlerin okunması ile dilekleri gerçekleşen pek çok müminin anlatımları bulunmaktadır.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "Huvallahulleziy la ilahe illa huve ‘alimulğaybi veşşehadeti huverrahmanurrahıymu.Huvallahulleziy la ilahe illa huve elmelikulkuddususselamul mu’minul muheyminul ‘aziyzul cebbarul mutekebbiru subhanallahi ‘amma yuşrikune.Huvallahul halikul – bariy-ulmusavviru lehum’esma ulhusna yusebbihu lehu ma fiyssemavati vel’ardı. Ve huvel’aziyzulhakiymu. (Amin)"
    },

    {
        "duaIsim" : "Kaza-beladan korunmak için okunan dua",
        "duaAciklama" : "Uzun bir yolculuğa çıkan veya tehlikeli bir işe girişen kişilerin bu duayı okumaları halinde inşallah kaza-beladan korunacaklardır.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "Bismi’l-lahi’l-lezi lâ yedurru me’a ismihi şey’ün fi’l-ardi velâ fi’s-semâi ve hüve’s-semî’ü’l-alîm. (Amin)"
    },

    {
        "duaIsim" : "Aile mutluluğunu temin eden dua",
        "duaAciklama" : "Eşler arasındaki muhabbetin artmasını sağlayan bu mucizevi dua aynı zamanda çocukların da hayırlı birer evlat olarak yetişmelerine vesile olur.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "İnnellezıne amenu ve amilus salihati se yec’alü lehümür rahmanu vüdda (Amin)"
    },

    {
        "duaIsim" : "Nimetleri bollaştıran şükür duası",
        "duaAciklama" : "Bu şükür duası aynı zamanda bereket duası hükmündedir. Zira şükretmek rızık kapılarının açılmasına vesile olmaktadır.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "Ya Rab, lekel hamdu kema yenbaği li celali vechike ve li azimi sultanike. (Amin)"
    },

    {
        "duaIsim" : "Nazardan ve her türlü şerden koruyan dua",
        "duaAciklama" : "En güçlü nazarlara karşı son derece tesirli olan bu dua anne-babaların kendi çocuklarını nazarlamasına karşı da etkilidir.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "Ve in yekadulleziyne keferu leyuzlikuneke biebsarihim lemma semi’uzzikre ve yekulune innehu lemecnunun.Ve ma huve illa zikrun lil’alemiyne. (Amin)"
    },


    {
        "duaIsim" : "Başarı duası",
        "duaAciklama" : "Eğitim yaşamında, ticarette ve mücadele gerektiren alanlarda okunabilecek bu dua inşallah kişinin başarıya ulaşmasını sağlayacaktır.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "Allahümme hır li vehter li. Vela teklini ala ihtiyari. (Amin)"
    },

    {
        "duaIsim" : "Konuşma yeteneğini arttıran dua",
        "duaAciklama" : "Kendisini ifade etmekte zorlanan kişiler, topluluk önünde konuşan şahıslar ve sözlü mülakatlara katılanlar bu duayı okuyup konuşmaya başlarlarsa inşallah konuşma yetenekleri artacaktır.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "Kale rabbişrah lı sadrı.Ve yessir lı emrı.Vahlül ukdetem mil lisanı.Yefkahu kavlı (Amin)"
    },


    {
        "duaIsim" : "Kötü alışkanlıklardan kişiyi kurtaran dua",
        "duaAciklama" : "İçki, kumar, zina vb her türlü kötülükten insanı koruyan bu dua nefsin terbiyesini sağlayarak kişinin salih ameller işlemesini sağlar.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "Rabbi kad ateytenı minel mülki ve allemtenı min te’vılil ehadıs fatıras semavati vel erdı ente veliyyı fid dünya vel ahırah teveffenı müslimev ve elhıknı bis salihıyn. (Amin)"
    },

    {
        "duaIsim" : "Her türlü dileğin gerçekleşmesi için okunan dua",
        "duaAciklama" : "Bu dua, büyük alimlerin “duaların şahı” adını verdikleri “Ayetel kürsi”dir. Ayetel kürsi her konuda okunabilecek etkili bir dilek duasıdır. Ayetel kürsi duası İslam dünyasında en yaygın okunan dilek ve hacet duasıdır.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "Allahü lâ ilâhe illâ hüvel hayyül kayyûm. Lâ te’huzühû sinetün ve lâ nevm. Lehû mâ fis-semâvâti ve mâ fil erd. Menzellezî yeşfeu indehû illâ biiznihi. ya’lemü mâ beyne eydîhim vemâ halfehüm velâ yühîtûne bişey’in min ilmihî illâ bimâ şâe vesia kürsiyyühüs semâvâti vel erd. Velâ yeûdühü hıfzuhumâ ve hüvel aliyyül azîm. (Amin)"
    },


    {
        "duaIsim" : "Borçlardan kurtulma duası",
        "duaAciklama" : "Bu duayı okuyup çalışan fertler inşallah en kısa sürede borçlarından kurtulacaklardır. Duayı okuyup borçlarından kurtulmak isteyen müminlere ayrıca faize bulaşmamaları ve sadaka vermeye devam etmeleri tavsiye edilmektedir.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "Allahümme inni euzü bike mine’l-hemmi, ve’l-huzni, ve euzü bike mine’l-aczi ve’l keseli; ve euzü bike mine’l-cinni ve’l-buhil, ve euzü bike min ğalebeti’d-deyni ve kahri’r-ricali (Amin)"
    },

    {
        "duaIsim" : "Helal dairesindeki isteklerin gerçekleşmesini sağlayan dua",
        "duaAciklama" : "Fetih suresinin ilk 10 ayeti olan bu dua inşallah kişinin gönlünden geçenlere kavuşmasına vesile olacaktır.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "İnna fetahna leke fetham mübına.Li yağfira lekellahü ma tekaddeme min zembike ve ma teahhara ve yütimme nı’metehu aleyke ve yehdiyeke sıratam müstekıyma.Ve yensurakellahü nasran azıza.Hüvellezı enzeles sekınete fı kulubil mü’minıne li yezdadu imanem mea ımanihim ve lillahi cünudüs semavati vel ard ve kanellahü alımen hakıma.Li yüdhılel mü’minıne vel mü’minati cennatin tecrı min tahtihel enharu halidıne fıha ve yükeffira anhüm seyyiatihim ve kane zalike ındellahi fevzen azıyma.Ve yüazzibel münafikıyne vel münafikati vel müşrikıne vel müşrikatiz zannıne billahi zannez sev’ aleyhim dairatüs sev’ ve ğadıbellahü aleyhim ve leanehüm ve eadde lehüm cehennem ve saet masıyra.Ve lillahi cünudüs semavati vel ard ve kanellahü azızen hakıma.İnna erselnake şahidev ve mübeşşirav ve nezıra.Li tü’minu billahi ve rasulihi ve tüazziruhu ve tuvekkiruh ve tusebbihuhu bükreten ve ezıyla.İnnellezıne yübayiuneke innema yübayiunellah yedüllahi fevka eydıhim fe men nekese fe innema yenküsü ala nefsih ve men evfa bi ma ahede aleyhüllahe fe se yü’tıhi ecran azıyma. (Amin)"
    },

    {
        "duaIsim" : "İşlerin açılması için dua",
        "duaAciklama" : "Bu dua hem iş yerlerindeki bereketin artması için hem de para kazanmaya çalışan fertlerin daha bereketli işler yapmasını temin etmeye vesile olur.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "Ve kul rabbi enzilnî munzelen mubâreken ve ente hayrul munzilîn (Amin)"
    },

    {
        "duaIsim" : "Hafızayı güçlendiren dua",
        "duaAciklama" : "Her sabah bu duayı okuyan kişiler güçlü bir hafızaya sahip olur ve inşallah unutkanlık illetinden kurtulur.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "Allahümmerzukna hıfzal mürselin ve ilhamel enbiyai ve fehmel evliyai bi keramike ya ekramel ekramin ve bi rahmetike ya Erhamerrahimin. (Amin)"
    },

    {
        "duaIsim" : "Cesaret duası",
        "duaAciklama" : "Her türlü korkunun giderilmesini sağlar. Bu duayı okuyan kişi inşallah korkularının üstesinden gelir.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "Euzü bi kelimatillaha’t-tammati min gadabihi ve şerri ibadihi ve min hemezatiş-şeytani ve en yehdurun. (Amin)"
    },

    {
        "duaIsim" : "Zor durumda kalanların okuyacağı dua",
        "duaAciklama" : "Kişinin kendisini güçsüz ve çaresiz hissettiği durumlarda okunması halinde inşallah Allah kendisine bir çıkış yolu açacaktır.",
        "duaBesmele" : "Bismillahirrahmanirrahim",
        "duaArapca" : "E lem ta’lem ennellâhe lehu mulkus semâvâti vel ardve mâ lekum min dûnillâhi min veliyyin ve lâ nasîr. (Amin)"
    }
]